[CharacterCustomization]
Tooltips_SubMenu_Purchase=<StringAliasMap:GFx_Accept> Purchase    <StringAliasMap:GFx_Cancel> Cancel

[CharacterCustomizationPurchase]
Cancel=No, please take me back to the game.
Caption=Browse Customizations?
Prompt=In order to purchase this item, your game in progress will be ended.
Purchase=End the game and enter PlayStation®Store.
TipPurchase=All unsaved data will be lost.

[dlgStorageSelectionMayOverwriteSavedata]
Caption=Warning
Prompt=This will overwrite previous save data. Are you sure you want to proceed?
